Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localizations/VideoSubscriberAccount.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_419, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nl, no, pl, pt, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# DEVELOPER_PROVIDER_XHR_REQUEST_SYSTEM_TRUST_DESCRIPTION
source: When enabled, system trust will be enforced on certificates for all XMLHTTPRequests.
ar: عند تمكينه، سيُفرض وثوق النظام على الشهادات لجميع طلبات XMLHTTPRequests.
bg: Когато е активирано, доверието от системата ще бъде наложено на сертификатите за всички XMLHTTPRequests.
ca: Si aquesta opció està activada, el sistema confiarà en els certificats de les sol·licituds XMLHTTPRequest.
cs: Když je tato volba zapnutá, u certifikátů pro všechny požadavky XMLHTTPRequest bude vynucována systémová důvěryhodnost.
da: Når indstillingen er slået til, gennemtvinges godkendelse af systemet for certifikater med alle XMLHTTPRequests.
de: Bei Aktivierung wird für alle XMLHTTPRequests die Funktion System Trust auf Zertifikate angewendet.
el: Όταν είναι ενεργή αυτή η ρύθμιση, η αξιοπιστία συστήματος θα επιβάλλεται στα πιστοποιητικά για όλα τα αιτήματα XMLHTTPRequests.
es: Si esta opción está activada, el sistema confiará en los certificados de las solicitudes XMLHTTPRequest.
es_419: Si se activa esta opción, se exigirá que el sistema confíe en los certificados de todas las solicitudes XMLHTTPRequests.
fi: Kun käytössä, järjestelmän luottamus pakotetaan varmenteille kaikkien XMLHTTPRequestien yhteydessä.
fr: Lorsque cette option est activée, la confiance du système est appliquée sur les certificats pour toutes les requêtes XMLHTTPRequests.
fr_ca: Lorsque cette option est activée, la fiabilité du système sera mise en application sur les certificats de toutes les requêtes XMLHTTPRequests.
he: כאשר מאפיין זה פעיל, המערכת תעניק אמון לאישורים עבור כל בקשות ה-XMLHTTP.
hi: सक्षम किए जाने पर, सभी XMLHTTPRequests के लिए सिस्टम ट्रस्ट सर्टिफ़िकेट पर लागू किया जाएगा।
hr: Kada je omogućeno, pouzdanost sustava bit će podešena na certifikate za sve XMLHTTPRequests.
hu: Ha engedélyezve van, akkor a rendszermegbízhatóság ki lesz kényszerítve az XMLHTTPRequests tanúsítványai esetében.
id: Jika diaktifkan, kepercayaan sistem akan diberlakukan pada sertifikat untuk semua XMLHTTPRequests.
it: Quando l’opzione è abilitata, verrà sempre concessa l’autorizzazione del sistema ai certificati per tutti gli elementi XMLHTTPRequest.
ja: 有効にした場合、すべてのXMLHTTPRequestsにシステムの信頼が適用されます。
kk: Жүйе деңгейінде сенім арту қосулы болғанда, барлық XMLHTTPRequests үшін күшіне енеді.
ko: 이 옵션을 활성화하면 모든 XMLHTTPRequest에 대한 인증서에 시스템 신뢰가 강제 적용됩니다.
lt: Kai ši funkcija įjungta, sistemos patvirtinimo kaip patikimos funkcija bus taikoma visiems „XMLHTTPRequests“ sertifikatams.
ms: Apabila didayakan, kepercayaan sistem akan dikuatkuasakan pada sijil untuk semua XMLHTTPRequests.
nl: Wanneer dit is ingeschakeld, wordt systeemvertrouwen afgedwongen voor certificaten van alle XMLHTTPRequests.
no: Når innstillingen er på, håndheves systemgodkjenning på sertifikater for alle XMLHTTPRequests.
pl: Włączenie opcji powoduje wymuszenie zaufania systemu do certyfikatów we wszystkich obiektach XMLHTTPRequest.
pt: Quando ativada, será imposta nos certificados de todas as solicitações XMLHTTPRequests.
pt_pt: Quando esta opção está ativa, a fidedignidade do sistema será imposta aos certificados de todos os XMLHTTPRequests.
ro: La activarea opțiunii, încrederea în sistem va fi acordată certificatelor pentru toate XMLHTTPRequests.
ru: Когда включено доверие на уровне системы, оно будет действовать для всех XMLHTTPRequest.
sk: Keď je táto možnosť zapnutá, pre certifikáty priradené ku všetkým žiadostiam XMLHTTPRequests bude vynucovaná dôvera systému.
sl: Kadar je omogočeno, bo sistemsko zaupanje uveljavljeno pri potrdilih za vse objekte XMLHTTPRequest.
sv: Vid aktivering genomdrivs systemgodkännande av certifikat för XMLHTTPRequests.
th: เมื่อเปิดการใช้งานนี้ การเชื่อถือระบบจะถูกบังคับใช้กับใบรับรองสำหรับ XMLHTTPRequests ทั้งหมด
tr: Etkinleştirildiğinde tüm XMLHTTPRequests sertifikalarında sistem güveni zorunludur.
uk: Коли ввімкнено, довіра системи застосовуватиметься до сертифікатів для всіх запитів XMLHTTPRequests.
vi: Khi được bật, việc tin cậy hệ thống sẽ được thực thi trên các chứng nhận cho tất cả XMLHTTPRequests.
zh_cn: 启用后，会对所有XMLHTTPRequests的证书强制实行系统信任。
zh_hk: 啟用時，將對所有XMLHTTPRequests的證書強制執行系統信任。
zh_tw: 啟用時，系統信任會強制執行所有XMLHTTPRequests的憑證。

# SIGN_OUT_BUTTON_NON_PARTICIPATING_TITLE
source: Remove TV Provider
ar: إزالة مزود خدمة التلفزيون
bg: Премахни ТВ оператор
ca: Elimina el proveïdor de TV
cs: Odstranit poskytovatele TV
da: Fjern tv-udbyder
de: TV-Anbieter entfernen
el: Αφαίρεση παρόχου τηλ. υπηρεσιών
es: Eliminar proveedor de TV
es_419: Eliminar proveedor de TV
fi: Poista TV-palveluntarjoaja
fr: Supprimer le fournisseur TV
fr_ca: Supprimer le fournisseur télévisuel
he: הסרת ספק שירותי הטלוויזיה
hi: टीवी सर्विस प्रोवाइडर हटाएँ
hr: Ukloni TV operatera
hu: Televíziószolgáltató eltávolítása
id: Hapus Penyedia TV
it: Rimuovi provider TV
ja: TVプロバイダを削除
kk: Теледидар провайдерін жою
ko: TV 제공업체 제거
lt: Televizijos paslaugų teikėjo šalinimas
ms: Keluarkan Penyedia TV
nl: Verwijder tv-aanbieder
no: Fjern TV-distributør
pl: Usuń dostawcę TV
pt: Remover o Provedor de TV
pt_pt: Remover fornecedor de TV
ro: Eliminați furnizorul TV
ru: Удалить телепровайдера
sk: Odstrániť poskytovateľa TV služby
sl: Odstrani ponudnika televizijskih storitev
sv: Ta bort TV-leverantör
th: เอาผู้ให้บริการทีวีออก
tr: TV Sağlayıcıyı Sil
uk: Вилучити ТБ‑провайдера
vi: Xóa nhà cung cấp TV
zh_cn: 移除电视提供商
zh_hk: 移除電視供應商
zh_tw: 移除電視業者

# ACCOUNT_ACCESS_SUBSCRIBED_GROUP_NAME
source: Subscribed
ar: تم الاشتراك فيها
bg: Абониран
ca: Apps incloses a la subscripció
cs: Odebírané
da: Abonnerer på
de: Abonniert
el: Σε συνδρομή
es: ^[^[Suscrito](inflect: true)](inflectionAlternative: "Suscripción activa")
es_419: Suscripciones
fi: Tilattu
fr: Abonnements
fr_ca: Abonnement souscrit
he: נרשמת למינוי
hi: सब्सक्राइब किया गया
hr: Pretplaćeno
hu: Előfizetve
id: Langganan
it: ^[Abbonato](inflect: true, inflectionAlternative: "Abbonamento sottoscritto")
ja: サブスクリプションに登録済み
kk: Жазылғандар
ko: 구독
lt: Prenumeruojama
ms: Dilanggan
nl: Geabonneerd
no: Abonnerer
pl: Subskrybowane
pt: Assinados
pt_pt: Assinado
ro: Cu abonament
ru: Вы подписаны
sk: Odoberané
sl: Naročeno
sv: Abonnerad
th: สมัครรับอยู่
tr: Abone
uk: Уже підписалися
vi: Đã đăng ký
zh_cn: 已订阅
zh_hk: 已訂閲
zh_tw: 已訂閱

# SIGN_IN_SUBTITLE
source: TV Provider → Sign in
ar: مزود خدمة التلفزيون ← تسجيل الدخول
bg: ТВ оператор → Вход
ca: Proveïdor de TV → Inicia la sessió
cs: Poskytovatel TV → Přihlásit se
da: Tv-udbyder → Log ind
de: TV-Anbieter → Anmelden
el: Πάροχος τηλεοπτικών υπηρεσιών → Σύνδεση
es: Proveedor de TV → Iniciar sesión
es_419: Proveedor de TV → Iniciar sesión
fi: TV-palveluntarjoaja → Kirjaudu sisään
fr: Fournisseur TV → Se connecter
fr_ca: Fournisseur télévisuel → Connexion
he: ספק שירותי טלוויזיה ← התחברות
hi: टीवी सर्विस प्रोवाइडर → साइन इन
hr: TV operater → Prijava
hu: Televíziószolgáltató → Bejelentkezés
id: Penyedia TV → Masuk
it: Provider TV → Accedi
ja: TVプロバイダ → サインイン
kk: «ТД провайдері» → «Жүйеге кіру»
ko: TV 제공업체 → 로그인
lt: Televizijos paslaugų teikėjas > Prisijungti
ms: Penyedia TV → Daftar masuk
nl: Tv-aanbieder → Log in
no: TV-distributør → Logg på
pl: Dostawca TV → Zaloguj się
pt: Provedor de TV → Iniciar sessão
pt_pt: Fornecedor de TV → Iniciar sessão
ro: Furnizor TV → Autentificare
ru: Телепровайдер → Войти
sk: Poskytovateľ TV služby → Prihlásiť sa
sl: Ponudnik televizijskih storitev > Vpis
sv: TV-leverantör → Logga in
th: ผู้ให้บริการทีวี → ลงชื่อเข้า
tr: TV Sağlayıcı → Giriş Yap
uk: ТБ‑провайдер → Вхід
vi: Nhà cung cấp TV → Đăng nhập
zh_cn: 电视提供商→登录
zh_hk: 電視供應商 → 登入
zh_tw: 電視業者 → 登入

# DEVELOPER_PROVIDER_API_DESCRIPTION
source: Enable or disable the API driven data model within the authentication context.
ar: تمكين أو تعطيل نموذج بيانات API في سياق المصادقة.
bg: Активирайте или деактивирайте базирания на API модел данни в рамките на идентифициращия контекст.
ca: Activa o desactiva el model de dades d’API en el context de l’autenticació.
cs: Zapne nebo vypne datový model řízený prostřednictvím API v kontextu ověření totožnosti.
da: Slå den API-drevne datamodel til eller fra under godkendelse.
de: Aktiviere oder deaktiviere das API-gesteuerte Datenmodell innerhalb des Authentifizierungskontexts.
el: Ενεργοποίηση ή απενεργοποίηση του μοντέλου δεδομένων βάσει API εντός του περιβάλλοντος ελέγχου ταυτότητας.
es: Activa o desactiva el modelo de datos basado en API dentro del contexto de autenticación.
es_419: Activa y desactiva el modelo de datos dirigido por API en el contexto de autenticación.
fi: Ota käyttöön tai poista käytöstä API-perusteinen datamalli todennuskontekstissa.
fr: Active ou désactive le modèle de données basé sur l’API dans le contexte d’authentification.
fr_ca: Activer ou désactiver le modèle de données fondé sur les API dans le contexte d’authentification.
he: הפעל או בטל את מודל הנתונים המונע מ-API בהקשר האימות.
hi: प्रमाणन संदर्भ में API द्वारा लाया गया डेटा मॉडल सक्षम या अक्षम करें।
hr: Omogućite ili onemogućite model API podataka unutar autorizacijskog konteksta.
hu: Az API-alapú adatmodell engedélyezése vagy letiltása a hitelesítési környezeten belül.
id: Aktifkan atau nonaktifkan model data berbasis API di dalam konteks pengesahan.
it: Abilita o disabilita il modello di dati gestito dall’API nel contesto di autenticazione.
ja: 認証コンテクスト内でAPI駆動型データモデルを有効または無効にします。
kk: Аутентификация контекстінде API негізіндегі деректер моделін қосыңыз немесе өшіріңіз.
ko: 인증 컨텍스트 내에서 API 주도형 데이터 모델을 활성화하거나 비활성화하십시오.
lt: Įjungiamas arba išjungiamas API valdomas duomenų modelis autentifikavimo kontekste.
ms: Dayakan atau nyahdayakan model data didorong API dalam konteks pengesahan.
nl: Schakel het door API aangedreven datamodel in binnen de authenticatiecontext.
no: Aktiver eller deaktiver den API-drevne datamodellen for autentisering.
pl: Pozwala włączać i wyłączać model danych zależny od API w kontekście uwierzytelniania.
pt: Ative ou desative o modelo de dados baseado em API dentro do contexto de autenticação.
pt_pt: Ativar ou desativar o modelo de dados baseado em API no contexto de autenticação.
ro: Activați sau dezactivați modelul de date bazat pe API în cadrul contextului de autentificare.
ru: Включить или выключить модель данных на основе API внутри контекста аутентификации.
sk: Zapne alebo vypne dátový model riadený API v kontexte autentifikácie.
sl: V kontekstu za preverjanje pristnosti omogočite ali onemogočite podatkovni model, ki ga vodi vmesnik API.
sv: Aktiverar eller avaktiverar den API-drivna datamodellen för autentisering.
th: เปิดหรือปิดใช้งานโมเดลข้อมูลที่ขับเคลื่อนด้วย API ภายในบริบทการตรวจสอบสิทธิ์
tr: Kimlik doğrulama içeriğindeki API odaklı veri modelini etkinleştirir veya etkisizleştirir.
uk: Вмикайте чи вимикайте модель даних, керовану через прикладний програмний інтерфейс (API) у контексті автентифікації.
vi: Bật hoặc tắt mô hình dữ liệu do API điều khiển bên trong bối cảnh xác thực.
zh_cn: 在认证上下文中启用或停用API驱动数据模型。
zh_hk: 啟用或停用認證內容的API驅動資料模型。
zh_tw: 啟用或停用認證內容中的API驅動資料模型。

# DEVELOPER_SET_TOP_BOX_MODE_OPTION_TITLE
source: Set-Top Box Mode
ar: نمط جهاز الاستقبال
bg: Режим Приемник
ca: Mode de descodificador de televisió
cs: Režim set‑top boxu
da: Set-top box-funktion
de: Set-Top-Box-Modus
el: Λειτουργία Αποκωδικοποιητή
es: Modo “Receptor de televisión”
es_419: Modo decodificador
fi: Digisovitintila
fr: Mode Décodeur
fr_ca: Mode décodeur
he: מצב ממיר
hi: सेट टॉप बॉक्स मोड
hr: Mod prijemnika
hu: Set-top box mód
id: Mode Dekoder
it: Modalità Set Top Box
ja: セットトップボックスモード
kk: Теледидар тіркемесі режимі
ko: 셋톱 박스 모드
lt: Priedėlio režimas
ms: Mod Kotak Atas Set
nl: Settopboxmodus
no: Modus for mottakerboks
pl: Tryb przystawki telewizyjnej
pt: Modo Conversor
pt_pt: Modo de box de televisão
ro: Mod Set‑Top Box
ru: Режим телеприставки
sk: Režim Set-top box
sl: Način STB
sv: Set top box-läge
th: โหมดกล่องรับสัญญาณ
tr: Set Üstü Kutusu Modu
uk: Режим телеприставки
vi: Chế độ Bộ giải mã
zh_cn: 机顶盒模式
zh_hk: 機頂盒模式
zh_tw: 機上盒模式

# DEVELOPER_STB_USE_DEVICE_PROFILE_TITLE
source: Use Profile User Token
ar: استخدام رمز مستخدم ملف التعريف
bg: Използвай потребителски токън на профил
ca: Utilitza el testimoni de l’usuari del perfil
cs: Použít uživatelský token z profilu
da: Brug profilens bruger-token
de: Profil-Benutzer-Token verwenden
el: Χρήση διακριτικού χρήστη προφίλ
es: Usar identificador del usuario del perfil
es_419: Usar identificador de usuario de perfil
fi: Käytä profiilin käyttäjätunnusta
fr: Utiliser le jeton utilisateur du profil
fr_ca: Utiliser le jeton d’utilisateur du profil
he: השתמש בקוד המשתמש של הפרופיל
hi: प्रोफ़ाइल यूज़र टोकन का उपयोग करें
hr: Koristi korisnički token profila
hu: Profil felhasználói tokenjének használata
id: Gunakan Token Pengguna Profil
it: Utilizza il token utente del profilo
ja: プロファイルユーザトークンを使用
kk: Профиль пайдаланушысының токенін пайдалану
ko: 프로필 사용자 토큰 사용
lt: Naudoti profilio naudotojo ženklą
ms: Gunakan Token Pengguna Profil
nl: Gebruik gebruikerstoken van profiel
no: Bruk profilens brukerkjennetegn
pl: Użyj tokenu użytkownika profilu
pt: Usar Token de Usuário do Perfil
pt_pt: Usar token de utilizador do perfil
ro: Utilizați tokenul utilizatorului din profil
ru: Использовать токен пользователя профиля
sk: Použiť užívateľský token z profilu
sl: Uporabi žeton uporabnika profila
sv: Använd profilens användartoken
th: ใช้โทเค็นโปรไฟล์ผู้ใช้
tr: Profil Kullanıcı Jetonunu Kullan
uk: Токен користувача профілю
vi: Sử dụng mã thông báo người dùng từ cấu hình
zh_cn: 使用描述文件用户令牌
zh_hk: 使用描述檔用户代號
zh_tw: 使用描述檔使用者代號

# SIGN_OUT_BUTTON_TITLE
source: Sign Out
ar: تسجيل الخروج
bg: Изход
ca: Tanca la sessió
cs: Odhlásit se
da: Log ud
de: Abmelden
el: Αποσύνδεση
es: Cerrar sesión
es_419: Cerrar sesión
fi: Kirjaudu ulos
fr: Se déconnecter
fr_ca: Déconnexion
he: התנתקות
hi: साइन आउट करें
hr: Odjava
hu: Kijelentkezés
id: Keluar
it: Esci
ja: サインアウト
kk: Жүйеден шығу
ko: 로그아웃
lt: Atsijungimas
ms: Daftar Keluar
nl: Log uit
no: Logg av
pl: Wyloguj się
pt: Finalizar Sessão
pt_pt: Terminar sessão
ro: Ieșiți din cont
ru: Выйти
sk: Odhlásiť sa
sl: Izpis
sv: Logga ut
th: ลงชื่อออก
tr: Çıkış Yap
uk: Вийти
vi: Đăng xuất
zh_cn: 退出登录
zh_hk: 登出
zh_tw: 登出

# TV_APP_DEVELOPER_CREATED_ON
source: Created On
ar: تاريخ الإنشاء
bg: Създадено на
ca: Data de creació
cs: Vytvořeno
da: Oprettet den
de: Erstellungsdatum
el: Ημερομηνία δημιουργίας
es: Fecha de creación
es_419: Creación
fi: Luotu
fr: Création :
fr_ca: Date de création
he: נוצר ב:
hi: बनाने की तिथि
hr: Izrađeno
hu: Létrehozás dátuma
id: Dibuat Pada
it: Data di creazione
ja: 作成日時
kk: Жасалған күні
ko: 생성일
lt: Sukurta naudojant
ms: Dicipta Pada
nl: Aangemaakt op
no: Laget på
pl: Data utworzenia
pt: Criado em
pt_pt: Data de criação
ro: Data creării:
ru: Дата создания
sk: Vytvorené
sl: Ustvarjeno dne
sv: Skapad den
th: สร้างวันที่
tr: Yaratılış
uk: Створено
vi: Được tạo vào
zh_cn: 创建时间
zh_hk: 製作日期
zh_tw: 製作日期

# CANCEL_TITLE
source: Cancel
ar: إلغاء
bg: Отказ
ca: Cancel·la
cs: Zrušit
da: Annuller
de: Abbrechen
el: Ακύρωση
es: Cancelar
es_419: Cancelar
fi: Kumoa
fr: Annuler
fr_ca: Annuler
he: ביטול
hi: रद्द करें
hr: Poništi
hu: Mégsem
id: Batalkan
it: Annulla
ja: キャンセル
kk: Бас тарту
ko: 취소
lt: Atšaukimas
ms: Batal
nl: Annuleer
no: Avbryt
pl: Anuluj
pt: Cancelar
pt_pt: Cancelar
ro: Anulați
ru: Отменить
sk: Zrušiť
sl: Prekliči
sv: Avbryt
th: ยกเลิก
tr: Vazgeç
uk: Скасувати
vi: Hủy
zh_cn: 取消
zh_hk: 取消
zh_tw: 取消

# INSTALL_APP_PROGRESS_FORMAT
source: Installing %@
ar: يجري تثبيت %@
bg: Инсталиране на %@
ca: Instal·lant %@
cs: Instalace aplikace %@
da: Installerer %@
de: %@ installieren …
el: Εγκατάσταση «%@»…
es: Instalando %@
es_419: Instalando %@
fi: Asennetaan %@
fr: Installation de « %@ »
fr_ca: Installation de %@
he: מתקין את ״⁨%@⁩״
hi: %@ इंस्टॉल किया जा रहा है
hr: Instaliranje aplikacije %@
hu: %@ telepítése
id: Menginstal %@
it: Installo %@
ja: %[tt]@をインストール中
kk: %@ орнатылуда
ko: %@ 설치 중
lt: Diegiama programa „%@“
ms: Memasang %@
nl: %@ installeren
no: Installerer %@
pl: Instaluję %@
pt: Instalando %@
pt_pt: A instalar %@
ro: Instalare %@
ru: Установка %@
sk: Inštalujem %@
sl: Nameščanje aplikacije %@
sv: Installerar %@
th: กำลังติดตั้ง %@
tr: %@ yükleniyor
uk: Інсталювання: %@
vi: Đang cài đặt %@
zh_cn: 正在安装%[tt]@
zh_hk: 正在安裝%[tt]@
zh_tw: 正在安裝%[tt]@

# TV_APP_DEVELOPER_TV_PROVIDER_IDENTIFIER
source: TV Provider ID
ar: معرِّف مزود خدمة التلفزيون
bg: ID на ТВ оператор
ca: ID del proveïdor de TV
cs: ID poskytovatele TV
da: Id for tv-udbyder
de: TV-Anbieter-ID
el: Αναγνωριστικό παρόχου τηλεοπτικών υπηρεσιών
es: Identificador del proveedor de TV
es_419: ID de proveedor de TV
fi: TV-palveluntarjoajan tunnus
fr: Identifiant de fournisseur TV
fr_ca: Identifiant de fournisseur télévisuel
he: מזהה ספק שירותי הטלוויזיה
hi: टीवी प्रोवाइडर ID
hr: ID TV operatera
hu: Tv-szolgáltató azonosítója
id: ID Penyedia TV
it: ID provider TV
ja: TVプロバイダID
kk: Теледидар провайдерінің идентификаторы
ko: TV 제공업체 ID
lt: Televizijos paslaugų teikėjo identifikatorius
ms: ID Penyedia TV
nl: Tv-aanbieder-ID
no: TV-distributør-ID
pl: ID dostawcy TV
pt: ID do Provedor de Serviços de TV
pt_pt: ID do fornecedor de TV
ro: ID furnizor TV
ru: Идентификатор телепровайдера
sk: ID poskytovateľa TV
sl: ID ponudnika televizijskih storitev
sv: ID för TV-leverantör
th: ID ของผู้ให้บริการทีวี
tr: TV Sağlayıcı Kimliği
uk: Ідентифікатор ТБ‑провайдера
vi: ID nhà cung cấp TV
zh_cn: 电视提供商ID
zh_hk: 電視供應商識別碼
zh_tw: 電視業者識別碼

# PRIVACY_ALLOW_ACCESS_BUTTON_TITLE
source: Allow
ar: السماح
bg: Позволи
ca: Permet
cs: Povolit
da: Tillad
de: Erlauben
el: Ναι
es: Permitir
es_419: Permitir
fi: Salli
fr: Autoriser
fr_ca: Autoriser
he: לאפשר
hi: अनुमति दें
hr: Dozvoli
hu: Engedélyezés
id: Izinkan
it: Consenti
ja: 許可
kk: Рұқсат беру
ko: 허용
lt: Leisti
ms: Benarkan
nl: Sta toe
no: Tillat
pl: Pozwalaj
pt: Permitir
pt_pt: Permitir
ro: Permiteți
ru: Разрешить
sk: Povoliť
sl: Dovoli
sv: Tillåt
th: อนุญาต
tr: İzin Ver
uk: Дозволити
vi: Cho phép
zh_cn: 允许
zh_hk: 允許
zh_tw: 允許

# DEVELOPER_DELETION_CONFIRMATION_QUESTION_POD
source: Do you want to delete this TV provider from your iPod?
ar: هل ترغب في حذف مزود خدمة التلفزيون هذا من الـ iPod الخاص بك؟
bg: Желаете ли да изтриете този ТВ оператор от вашия iPod?
ca: Vols eliminar aquest proveïdor de TV del teu iPod?
cs: Chcete tohoto poskytovatele TV ze svého iPodu smazat?
da: Vil du slette denne tv-udbyder fra din iPod?
de: Soll dieser TV-Anbieter von deinem iPod gelöscht werden?
el: Θέλετε να διαγραφεί αυτός ο πάροχος τηλεοπτικών υπηρεσιών από το iPod σας;
es: ¿Quieres eliminar este proveedor de TV de tu iPod?
es_419: ¿Quieres eliminar este proveedor de TV de tu iPod?
fi: Poistetaanko tämä TV-palveluntarjoaja iPodista?
fr: Voulez-vous supprimer ce fournisseur TV de votre iPod ?
fr_ca: Voulez-vous supprimer ce fournisseur de contenus télévisés de votre iPod?
he: האם ברצונך למחוק את ספק שירותי הטלוויזיה מה-iPod שלך?
hi: क्या आप अपने iPod से इस टीवी सर्विस प्रोवाइडर को डिलीट करना चाहते हैं?
hr: Želite li obrisati ovog TV operatera s vašeg iPoda?
hu: Törli ezt a televíziószolgáltatót az iPodjáról?
id: Apakah Anda ingin menghapus penyedia TV ini dari iPod Anda?
it: Vuoi eliminare questo provider TV da iPod?
ja: このTVプロバイダをiPodから削除しますか?
kk: Бұл теледидар провайдерін iPod құрылғысынан жою қажет пе?
ko: iPod에서 이 TV 제공업체를 삭제하겠습니까?
lt: Ar norite ištrinti šį televizijos paslaugų teikėją iš „iPod“?
ms: Adakah anda mahu memadamkan penyedia TV ini daripada iPod anda?
nl: Wil je deze tv-aanbieder van je iPod verwijderen?
no: Vil du slette denne TV-distributøren fra iPoden?
pl: Czy chcesz usunąć tego dostawcę TV z iPoda?
pt: Deseja apagar este provedor de TV do iPod?
pt_pt: Gostaria de apagar este fornecedor de TV do seu iPod?
ro: Doriți să ștergeți acest furnizor TV de pe iPod-ul dvs.?
ru: Хотите удалить этого телепровайдера со своего iPod?
sk: Chcete zo svojho iPodu vymazať tohto poskytovateľa TV služby?
sl: Želite izbrisati tega ponudnika televizijskih storitev iz iPoda?
sv: Vill du radera den här TV-leverantören från denna iPod?
th: คุณต้องการลบผู้ให้บริการทีวีรายนี้ออกจาก iPod ของคุณหรือไม่
tr: Bu TV sağlayıcıyı iPod’unuzdan silmek istiyor musunuz?
uk: Ви хочете видалити цього ТБ‑провайдера зі свого iPod?
vi: Bạn có muốn xóa nhà cung cấp TV này khỏi iPod không?
zh_cn: 你要将此电视提供商从iPod上删除吗？
zh_hk: 要從iPod刪除此電視供應商嗎？
zh_tw: 要從iPod中刪除此電視業者嗎？

# SETTINGS_FOOTER_SYNCHRONIZABLE_NOTE
source: Your %@ account will automatically be used on your other supported devices.
ar: سيتم استخدام حسابك في %@ تلقائيًا على أجهزتك المدعومة الأخرى.
bg: Регистрацията ви при %@ автоматично ще се използва на другите ви поддържани устройства.
ca: El compte que fas servir per a %@ s’utilitzarà automàticament a la resta de dispositius compatibles.
cs: Váš účet u poskytovatele %@ bude automaticky použit na vašich ostatních podporovaných zařízeních.
da: Din %@-konto bruges automatisk på dine andre understøttede enheder.
de: Dein %@-Account wird automatisch auf deinen anderen unterstützten Geräten verwendet.
el: Ο λογαριασμός «%@» θα χρησιμοποιείται αυτόματα στις άλλες υποστηριζόμενες συσκευές σας.
es: Tu cuenta de %@ se usará automáticamente en el resto de tus dispositivos compatibles.
es_419: Tu cuenta %@ se usará automáticamente en tus otros dispositivos compatibles.
fi: %[tt]@-tiliäsi käytetään automaattisesti muissa tuetuissa laitteissa.
fr: Votre compte « %@ » sera automatiquement utilisé sur vos autres appareils pris en charge.
fr_ca: Votre compte %@ sera automatiquement utilisé sur vos autres appareils compatibles.
he: החשבון %@ ישמש מכשירים נתמכים אחרים שלך באופן אוטומטי.
hi: आपका %@ खाता आपके अन्य समर्थित डिवाइस पर ऑटोमैटिकली उपयोग किया जाएगा।
hr: Vaš račun %@ automatski će se koristiti na vašim drugim podržanim uređajima.
hu: A(z) %@-fiókja automatikusan a többi támogatott eszközén is használva lesz.
id: Akun %@ Anda akan digunakan secara otomatis di perangkat Anda lainnya yang didukung.
it: L’account %@ verrà automaticamente utilizzato sugli altri dispositivi supportati.
ja: %[tt]@のアカウントはその他の対応デバイスで自動的に使用されます。
kk: %@ аккаунты басқа қолдау көрсетілетін құрылғыларыңызда автоматты түрде пайдаланылады.
ko: 지원되는 다른 기기에서 %@ 계정이 자동으로 사용됩니다.
lt: „%@“ paskyra bus automatiškai naudojama kituose palaikomuose įrenginiuose.
ms: Akaun %@ anda akan digunakan secara automatik pada peranti disokong anda yang lain.
nl: Je %@-account wordt automatisch gebruikt op je andere ondersteunde apparaten.
no: %@-kontoen din vil automatisk bli brukt på andre støttede enheter.
pl: Konto %@ będzie automatycznie używane na innych Twoich zgodnych urządzeniach.
pt: Sua conta %@ será usada automaticamente nos seus outros dispositivos compatíveis.
pt_pt: A sua conta %@ será usada automaticamente nos seus outros dispositivos compatíveis.
ro: Contul de %@ va fi utilizat automat pe celelalte dispozitive compatibile ale dvs.
ru: Ваша учетная запись «%@» будет автоматически использоваться на других поддерживаемых устройствах.
sk: Váš účet u poskytovateľa „%@“ sa bude automaticky používať na vašich ostatných podporovaných zariadeniach.
sl: Vaš račun %@ bo samodejno v uporabi v drugih podprtih napravah.
sv: %@-kontot används automatiskt på dina andra enheter som stöds.
th: บัญชี%[tt]@ของคุณจะถูกใช้บนอุปกรณ์เครื่องอื่นที่รองรับของคุณโดยอัตโนมัติ
tr: %@ hesabınız desteklenen diğer aygıtlarınızda otomatik olarak kullanılır.
uk: Ваш обліковий запис %@ автоматично використовуватиметься на інших підтримуваних пристроях.
vi: Tài khoản %@ sẽ được sử dụng tự động trên các thiết bị được hỗ trợ khác của bạn.
zh_cn: %@账户将自动用于其他受支持的设备。
zh_hk: 將會自動在你其他支援的裝置上使用你的%@帳户。
zh_tw: 將在其他支援的裝置上自動使用你的%@帳號。
